{
  "LuaSnip": { "branch": "master" },
  "buffer": { "branch": "main" },
  "cmdline": { "branch": "main" },
  "cmdline_history": { "branch": "master" },
  "cmp": { "branch": "main" },
  "floaterm": { "branch": "master" },
  "git": { "branch": "main" },
  "gitmoji": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind": { "branch": "master" },
  "lspsaga": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini": { "branch": "main" },
  "mojo.vim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lsp-signature-help": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lua": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_lsp": { "branch": "main" },
  "nvim_lsp_document_symbol": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "path": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "terminus": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
